dotfiles $ code --list-extensions

// GENERAL
bierner.emojisense
eamodio.gitlens
GitHub.vscode-pull-request-github
pflannery.vscode-versionlens
pokey.command-server
tomoki1207.pdf

// HTML/CSS/JS
dbaeumer.vscode-eslint
esbenp.prettier-vscode
dsznajder.es7-react-js-snippets
whtouche.vscode-js-console-utils
chakrounanas.turbo-console-log
bradlc.vscode-tailwindcss
svelte.svelte-vscode

// (POSTGRE)SQL
mtxr.sqltools
mtxr.sqltools-driver-pg
